Revit 2027 API
ParameterTypeId.ConnectorAngle Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConnectorAngle { get; }
Public Shared ReadOnly Property ConnectorAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConnectorAngle {
	ForgeTypeId^ get ();
}
static member ConnectorAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace